tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
tap "snyk/tap"
tap "stripe/stripe-cli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "asdf"
brew "bat"
brew "btop"
brew "glib"
brew "python@3.9"
brew "cloudflared"
brew "cmake"
brew "direnv"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "entr"
brew "exa"
brew "exercism"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "python@3.11"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helmfile"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "libarchive"
brew "make"
brew "mono-libgdiplus"
brew "msitools"
brew "neovim"
brew "node"
brew "nuget"
brew "nvm"
brew "openjdk"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "powerlevel10k"
brew "protobuf"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "smug"
brew "stow"
brew "swi-prolog"
brew "tmux"
brew "tpm"
brew "trash-cli"
brew "tree"
brew "vala"
brew "derailed/k9s/k9s"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "snyk/tap/snyk"
brew "stripe/stripe-cli/stripe"
cask "amethyst"
cask "datagrip"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "powershell"
cask "spotify"
cask "stats"
cask "steam"
cask "warp"
vscode "adrianwilczynski.user-secrets"
vscode "anseki.vscode-color"
vscode "asvetliakov.vscode-neovim"
vscode "chouzz.vscode-better-align"
vscode "dbaeumer.vscode-eslint"
vscode "Dunn.redis"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "JakeBecker.elixir-ls"
vscode "LouisWT.regexp-preview"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "Pod212.vscode-github-projects"
vscode "pspester.pester-test"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "Rubymaniac.vscode-direnv"
vscode "rust-lang.rust-analyzer"
vscode "slevesque.vscode-zipexplorer"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gistfs"
vscode "vsls-contrib.gitdoc"
vscode "yzhang.markdown-all-in-one"
